Repository: majestixx/User-node-invite
Catalog: translations/user_node_invite.*.po
Languages: de

source: Invite users
de: Nutzer einladen

source: Invite users to nodes
de: Nutzer zu Nodes einladen

source: Invite users for any nodes
de: Nutzer für alle Nodes einladen

source: Invite users to own nodes
de: Nutzer für eigene Nodes einladen

source: Invite users for own nodes
de: Nutzer für eigene Nodes einladen

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Send invitation notification
de: Einladung versenden

source: Create Invitation
de: Einladung erstellen

source: However, a user with the provided email was already present in the database and could be reused.
de: Ein Nutzer mit der angegebenen E-Mail ist bereits vorhanden und konnte wieder verwendet werden.

source: The invitation was successfully created and the user was notified via E-mail. You find a copy of the link which was sent to the user below.
de: Die Einladung wurde erstellt und der Nutzer wurde per E-Mail benachrichtigt. Unten finden Sie ein Kopie des Links, der an den Nutzer gesendet wurde.

source: The invitation was successfully created, but the user was not notified. You find the link, which the user should receive, below.
de: Die Einladung wurde erfolgreich erstellt, aber der Nutzer wurde nicht benachrichtigt. Unten finden Sie den Anmeldelink für den Nutzer

source: The invitation link for @mail is: @link
de: Der Einladelink für @mail ist: @link

source: user
de: Benutzer

source: Contribution invititation from tech4p
de: Einladung zum Forschungsportal Tech4P

source: Dear Sir or Madam You have been invited to contribute to the Tech4p research-portal. Your input is required on specific content, which can be found under the following link: @link Kind regards, Tech4p Research Portal
de: Sehr geehrter Nutzer, Sie wurden eingeladen am Forschungsportal Tech4P mitzuwirken. Sie finden den Inhalt zu dem Sie eingeladen wurden und für den Ihre Mithilfe benötigt wird unter dem folgenden Link: @link Mit freundlichen Grüßen, Das Tech4P Forschungsportal

source: Invite users to edit specific nodes.
de: Lädt Nutzer zum Editieren von bestimmten Nodes ein.

source: Access control
de: Zugriffssteuerung
